[
  {
    "id": 1,
    "title": "BATTLEFIELD PARK",
    "comment": "The original 10 acres of Battlefield Park were purchased in 1908 by the Prairie Grove chapter of the United Daughters of the Confederacy and maintained by the U. D. C. for nearly 50 years as a memorial park. From 1886 to 1926 an annual reunion of Confederate veterans was held on this site. The State of Arkansas in 1957 created a Prairie Grove Battlefield Commission which added 55 acres to the Park area and developed the Park as a battle memorial. Members of the first Commission, appointed by Governor Orval E. Faubus, were Fred McCuistion, Mrs. J.C. Parks, Mrs. Lee Seamster, Glenn Will and W. J.  Lemke.",
    "file_name": "BattlefieldMarker01.png",
    "latitude": 35.98326,
    "longitude": 94.30998
  },
  {
      "id": 2,
      "title": "BATTLE OF PRAIRIE GROVE December 7, 1862",
      "comment": "The battle on this field was fought between the Confederate army of General T. C. Hindman (Arkansas) and Federal forces commanded by Generals James C. Blunt (Kansas) and F. J. Herron (lowa). Battlefield Park occupies the approximate center of the Confederate posttion. From 10 A.M. to 2 P.M. the contest was between Herron, attacking from the north, and the Confederate defenders of this ridge. From 2 o'clock until dark, the battle was chiefly agatnst Blunt's army. attacking from the northwest. Hindman reported that he had 11,000 troops engaged. Blunt's report gives his force 8,000 and Herron's as 5,000. The Confederate loss in killed, wounded and missing was 1,317. The Federal loss was 1,148. During the night of December 7-8 the Confederate army withdrew to Van Buren.",
      "file_name": "BattlefieldMarker02.png",
      "latitude": 35.98336,
      "longitude": 94.31032
    },
  {
    "id": 3,
    "title": "MARCH OF THE ARMIES December 3-7, 1862",
    "comment": "General Hindman on the Arkansas River planned to drive General Blunt's Federal army out, of northwest Arkansas. The Confederate army left Van Buren on December 3. Enroute north, Hindman learned that Blunt had called for help from General Herron at Wilson's Creek, Mo., and that the latter was already on the march. Hindman decided to bypass Blunt at Cane Hill and march to intercept Herron. Herron’s army made a forced march of 100 miles in 3 days and ran into the Confederate advance early on the morning of Sunday, December 7. The Confederates established themselves on this ridge, facing northeast. Herron crossed the Illinois River and attacked. Meanwhile Blunt at Cane Hill learned that the Confederate army had bypassed him, so he marched his  army to Rhea's Mill then approached the battle from the northwest, arriving on the field at 2 P. M Darkness finally halted the bitterly-fought battle. During the night, Hindman's army, low on supplies, withdrew south to Van Buren.",
    "file_name": "BattlefieldParkMarker03.png",
    "latitude": 35.98353,
    "longitude": 94.31040
  },
  {
    "id": 4,
    "title": "Battle Monument RHEA'S MILL",
    "comment": "This tower was the chimney of Rhea's Mill, which stood 6 miles northwest of this spot. The mill was operated by the Federal army before and after the battle of Prairie Grove. General Blunt's supply train was at Rhea's during the battle, under guard of General Frederick Salomon's troops.\nThe tower is 55 feet high and weighs 200,000 pounds. It is 8 feet square at the base and tapers to 4 by 4 feet at the top. lt contains 700 stones. The chimney was taken down at Rhea's and re-erected here as a memorial to the men who fought on this field December 7, 1862. The tower was given to Battlefield Park in 1957 by Mr. and Mrs. G. C. Mennecke.",
    "file_name": {"0":"RheasMillMarker01.png","1": "BattlefieldParkView01","2": "RheasMillView01.png" },
    "latitude": 35.98345,
    "longitude": 94.31004
  },
  {
    "id": 5,
    "title": "Battlefield Park Water Fountain",
    "comment": {"0": "", "1": "COMMEMORATING VALOR, SACRIFICE AND FORTITUDE OF THE YOUTH OF ARKANSAS 1801-IN THE CONFEDERACY-1865\nDEDICATED BY THE CHILDREN OF THE CONFEDERACY ARKANSAS DIVISION SEPTEMBER 2, 1937", "2": "IN LOVING MEMORY OF MEMBERS OF PRAIRIE GROVE CAMP NUMBER 384 UNITED CONFEDERATE VETERANS\nPLACED BY PRAIRIE GROVE CHAPTER  J. D. C. AUG. 4, 1988"},
    "file_name": {"0":  "BattlefieldParkWaterFountain.png", "1": "WaterFountainMarker01.png", "2": "WaterFountainMarker02.png"},
    "latitude": 35.98340,
    "longitude": 94.31025
  },
  {
    "id": 6,
    "title": "Battlefield Trail: Prairie Grove Battlefield State Park\n",
    "comment": "Left:\nTrail Length: 1 Mile\nTrail Difficulty: Easy\n\nRight:\nYou stand on the hallowed ground of Prairie Grove Battlefield, where tragic loss of life and heroic deeds filled the day of December 7, 1862.\nWhat to Expect\nThis paved, one-mile loop leads you on a journey back in time to the American Civil War. Some of the heaviest fighting that occurred during the Battle of Prairie Grove took place in the area you will travel. Along the path, wayside exhibits offer insight on the significant events that happened here.\nKeep in Mind\nStay on the paved surface.\nTrail closes at dark.\nDispose of waste properly.\nPark Ethics\nThis is your park. Removing, defacing, or destroying any plant, animal, fossil, rock, artifact, or relic within the park is harmful to everyone and illegal.",
    "file_name": "BattlefieldTrailRules.png",
    "latitude": 35.98390,
    "longitude": 94.30899
  },
  {
    "id": 7,
    "title": "Prairie Grove Black Smith",
    "comment": "Black smith building located on Prairie Grove Battlefield State Park",
    "file_name": {"0": "BlackSmith1.png", "1":  "BlackSmith2.png", "2": "BalckSmith3.png"},
    "latitude": 35.98444,
    "longitude": 94.30798
  },
  {
    "id": 8,
    "title": "Borden House",
    "comment": "The Borden House is located in Prairie Grove Battlefield State Park.",
    "file_name": {"0":  "BordenHouse01.png", "1":  "BordenHouse02.png", "2":  "BordenHouse03.png"},
    "latitude": 35.98547,
    "longitude": 94.30420
  },
  {
    "id": 9,
    "title": "Prairie Grove Battlefield Church",
    "comment": "This church stands in Prairie Grove Battlefield State Park.",
    "file_name": {"0":  "Church1.png", "1":  "Church2.png"},
    "latitude": 35.98417,
    "longitude": 94.30852
  },
  {
    "id": 10,
    "title": "Prairie Grove Confederate Major General Marker",
    "comment": "Major General THOMAS C. HINDMAN\nThomas C. Hindman commanded the Confederate army in the battle of Prairie Grove. He was born 1828 in Tennessee. Served in the War with Mexico, later moving from Mississippi to Helena, Ark. Was elected to Congress in 1859. In 1861 he entered the Confederate army as Colonel and won promotion to Major General at the battle of Shiloh. Transferred to the Trans-Mississippi Department, he raised the army that fought at Prairie Grove. He later fought in many battles in Tennessee, Georgia and North Carolina.",
    "file_name": "ConfederateGeneralMarker.png",
    "latitude": 35.98340,
    "longitude": 94.31010
  },
  {
    "id": 11,
    "title": "Prairie Grove Battlefield State Park Dedication Marker",
    "comment": "Dedicated to the charter members of the Prairie Grove Chapter United Daughters of the Confederacy\n\nIn 1908, these women purchased the 9.75 acres, where the battle of Prairie Grove had been fought. What began as the Confederate Memorial Park, a reunion grounds for Confederate veterans, Became Prairie Grove Battlefield Historic State Park\n\nPresented by members of the Prairie Grove Chapter in celebration of 100 years: 1906-2006\nADAMS, May (Mrs. David W.)\nBARKER, Mrs. Amanda Elizabeth (Mrs. Jarvis L.)\nBEATY, Caddie A. Greene (Mrs. John Odel)\nBELL, Miss Birdie\nBELL, Fannie (Mrs. Samuel W.)\nBELL, Miss Mamie\nBELL, Miss Maud\nBELL, Miss Sallie\nBORDEN, Mollie West (Mrs. A.)\nBORDERS, Clyde Rogers (MRs. John)\nCALDWELL, Mrs. J. H.\nCAMPBELL, Miss Betsie Gray\nCOLLIER, Myrtle Shoffner (Mrs. M. M.)\nCOOK, Emma Magruder 9Mrs. Edward H.)\nCRAWFORD, Melinda (Mrs. Robert M.)\nDUTTON, Myrtle Shoffner (Mrs. Harry)\nEDMISTON, Otie Green (Mrs. James Pulaski)\nEDMISTON, Stella M. (Mrs. Walter J.)\nGREENE, Maulda J. (Mrs. Henderson P.)\nHARRIS, Dorthea Campbell (Mrs. James P.)\nHART, Pearl Rogers (Mrs. Tom)\nHILDERBRAND, Laura E. Beeton (Mrs. Martin Luther)\nLAWSON, Roberta Campbell (Mrs. Eugene B.)\nMADDOX, Mollie Hanna (Mrs. WIll H.)\nMcCORMICK, Annie Magruder (Mrs. W. Grover)\nMcCORMICK, Laura A. Kidd Parks (Mrs. Lafayette Clark)\nMcCORMICK, Martha Ann “Mattie” Pyeatt (Mrs. Dorse N.)\nMcCORMICK, Mami GIlliam (Mrs. E. G.)\nMcCORMICK, Margaret “Tine” Rogers (Mrs. William T.)\nMcVAY, May Belle Adams (Mrs. Logan County)\nMOCK, Margaret E. Rogers (Mrs. John)\nNEAL, Maggie Mock (Mrs. Sam)\nNEAL, Anna Rogers (Mrs. William Thomas)\nNIXON, Mary Francis (Mrs. George W.)\nPARKS, Dora Shannon (Mrs. Tandy “Mac” McKee)\nPEARSON, Emma (Mrs. John B.)\nPITTMAN, MIss Jessie\nPYEATT, Julia West (MRs. John Cunningham)\nPYEATT, Mrs. Nora Neal\nROGERS, Susan Clementine (Mrs. Samuel Hugh Marrs)\nROGERS, Jimmie E. Wilson (Mrs. James Cicero)\nROGERS, Miss Maud\nROSS, Margaret McLaughlin (Mrs. M. M.)\nSHOFFNER, Miss Clara\nSHOFFNER, Margaret Isabelle Kidd (Mrs. WWilliam M.)\nSTAPLES, Nancy (Mrs. M. J.)\nSTEVENSON, Nettie McCormick (Mrs. Frank)\nTORBETT, Della (Mrs. David Hall)\nTORBETT, Lena (Mrs. Eugene K.)\nWALLACE, Bess Hanna (Mrs. George)\nWILLIAMS, May Rogers (Mrs. Roy)\nZELLNER, Bettie Pyeatt (Mrs. J. Herman)",
    "file_name": "DedicationMarker01.png",
    "latitude": 35.98332,
    "longitude": 94.31014
  },
  {
    "id": 12,
    "title": "Prairie Grove Dog Trot House",
    "comment": "This dog trot house sits in Prairie Grove Battlefield State Park.",
    "file_name": {"0": "DogTrotHouse1.png", "1": "DogTrotHouse2.png"},
    "latitude": 35.98403,
    "longitude": 94.30862
  },
  {
    "id": 13,
    "title": "Prairie Grove Federal Generals Marker",
    "comment": "GENERAL JAMES G. BLUNT\nGeneral Blunt of Kansas commanded the First Division of the Federal army in the battle of Prairie Grove. He was made Brigadier General in April 1862 and given command of all Kansas troops. His army was at Cane Hill December 6, 1862 but reached this field at 2 P. M. on December 7 to relieve General Herron's army.\n\nGENERAL FRANCIS J. HERRON\nGeneral Herron of lowa, in command of the 2nd and 3rd divisions of the federal army, was encamped at Wilson's Creek, Mo. when Blunt summoned him to Cane Hill. A forced march of 100 miles in 3 days brought Herron's army to Prairie Grove early on the morning of December 7, 1862. His army bore the brunt of the battle until relieved by Blunt",
    "file_name": "FederalGeneralsMarker.png",
    "latitude": 35.98335,
    "longitude": 94.31002
  },
  {
    "id": 14,
    "title": "First Well in Lincoln, AR",
    "comment": "THIS WELL CURB WAS PLACED AROUND THE FIRST WELL IN LINCOLN DUG IN 1879",
    "file_name": {"0": "FirstWellInLincoln.png", "1": "FirstWellMarker.png"},
    "latitude": 35.98348,
    "longitude": 94.31031
  },
  {
    "id": 15,
    "title": "Prairie Grove Historic Wall",
    "comment": "HISTORIC WALL\nThe circular stone wall that encloses the Battle Monument is built of stones from historic structures of Washington County. Some 40 communities are represented, including the pioneer settlements at Cane Hill, Cincinnati, Viney Grove, Rhea's Mill, Mt. Comfort, Springdale, Elkins, Farmington, Fayetteville and others. The stones are from early schools and churches, mills, postoffices, colleges, stage coach stations and pioneer homes. They include building stones from old Cane Hill College Ozark Institute, Salem Camp Ground, Ada and Sweet Home postoffices, the University of Arkansas, and many others. The Wall is truly “History in Stone.”",
    "file_name": {"0": "HistoricWallMarker.png", "1": "HistoricWall01.png", "2": "HistoricWall02.png", "3": "HistoricWall03.png", "4": "HistoricWall04.png", "5": "HistoricWall05.png", "6": "HistoricWall06.png"},
    "latitude": 35.98334,
    "longitude": 94.30946
  },
  {
    "id": 16,
    "title": "Latta Settlement and Barn",
    "comment": "THE LORD'S VINEYARD\nThis 2-story log house and out-buildings were erected by John Latta about 1834 on Evansville Creek, 12 miles southwest of this spot. The Latta settlement was called Vineyard from \"The Lord's Vineyard.\" Vineyard was the first postoffice in Washington County (1829). John Latta was postmaster from 1835 to 1838 and conducted the office in this house. It was also a stop on the early stage route from Fayetteville and Cane Hill to Van Buren. This house figured in many of the stirring events of pioneer days on the Indian border. The buildings were given to the Washington County Historical Society by F. F. Latta, grandson of the pioneer builder, and were removed to this site in 1958.",
    "file_name": {"0": "LattaSettlementMarker01.png","1": "LattaHouse01.png", "2": "LattaBarn.png", "3": "LattaSettlement01.png", "4": "LattaSettlement02.png", "5": "LattaSettlement03.png", "6": "LattaSettlement04.png", "7": "LattaSettlement05.png"},
    "latitude": 35.98333,
    "longitude": 94.30948
  },
  {
    "id": 17,
    "title": "MORROW HOUSE",
    "comment": "This house, built about 1855, was the home of the John Morrow family, and originally stood on Cove Creek 9 miles south of here. On the night before the battle of Prairie Grove, Confederate General T. C. Hindman met with his division and brigade commanders in this house and made final plans for battle. The army left the Morrow farm for Prairie Grove at 4 o’clock on the morning of December 7, 1862. This house also sheltered General Sterling Price in February 1862 when Price’s army was enroute to the battle of Pea Ridge.",
    "file_name": {"0": "MorrowHouseMarker01.png", "1": "MorrowHouse01.png"},
    "latitude": 35.98359,
    "longitude": 94.30956
  },
  {
    "id": 18,
    "title": "Prairie Grove Battlefield School House",
    "comment": "This school house sits in Prairie Grove Battlefield State Park.",
    "file_name": {"0": "SchoolHouse1.png", "1": "SchoolHouse2.png"},
    "latitude": 35.98454,
    "longitude": 94.30784
  },
  {
    "id": 19,
    "title": "Prairie Grove Battlefield Tree Stump Marker",
    "comment": "During the Battle of Prairie Grove Gen Robt. G. Shaver established his head quarters under this tree Dec. 7, 1862\nThis spot marked by U. D. C. June 20, 1982",
    "file_name": "TreeStumpMarker.png",
    "latitude": 35.98361,
    "longitude": 94.31068
  },
  {
    "id": 20,
    "title": "34th ARKANSAS REGIMENT CONFEDERATE INFANTRY",
    "comment": "Washington County's best known Confederate regiment, the 34th Arkansas, received its baptism of fire in the battle of Prairie Grove. The regiment, composed largely of Washington County men, later fought in the battles of Jenkins Ferry and Helena. Its officers at Prairie Grove on December 1862 were:\nColonel W. H. Brooks\nLt. Colonel T. M. Gunter\nMajor F. R. Earle\nSurgeons W. B. Welch and J. M. Lacy\n\nCo. A- Capt. J. Wythe Walker\nCo. B- Capt. James Mitchells\nCo. C - Capt. Sam Smithson\nCo. D- Capt. Wm. Owsley\nCo. E- Capt. James E. Wright\nCo. F- Capt. Cyrus Pickens\nCo. G- Capt. James Hensley\nCo. H- Captain Wallace\nCo. I- Capt. A. V. Edmondson\nCo. K- Capt. J. R. Pettigrew",
    "file_name": "WalkingTrailMarker01.png",
    "latitude": 35.98483,
    "longitude": 94.30743
  },
  {
    "id": 21,
    "title": "Setting the Stage",
    "comment": "Left Image Description: Mayor General Thomas C. Hindman Army of the Trans-Mississippi Confederate States of America\nThe Battle of Prairie Grove ended in a tactical draw-the costs of which were 2,700 killed, wounded, or missing men.\nOn Sunday, December 7, 1862, General Thomas C. Hindman's Confederate Army arrived at Prairie Grove with one goal in mind: Destroy the Federal Army of the Frontier and clear the way for a heroic return to Missouri.\nTaking advantage of the high ground, the Confederates deployed along this ridge and awaited a Federal attack. The Federals did not disappoint and twice stormed the ridge in an effort to break through the Confederate lines. They failed, and the Confederates followed each with a charge of their own. These too failed. After hours of fighting, neither army had secured their objective and over 2,700 men were dead, wounded, or missing.\nFollow this trail through areas where some of the heaviest fighting occurred during the Battle of Prairie Grove.\nRight Image Description: Map of the battle drawn by Lt. N. Boardman. 2nd Wisconsin Cavalry, United States of America\nYou are on the hallowed ground of Prairie Grove Battlefield, where tragic loss of life and heroic deeds filled the day.",
    "file_name": "WalkingTrailMarker02.png",
    "latitude": 35.98479,
    "longitude": 94.30746
  },
  {
    "id": 22,
    "title": "In the Midst of Their Homes",
    "comment": "Fifteen men of the 34th Arkansas Infantry were killed during the Battle of Prairie Grove and sixty-nine were wounded, all of whom were within walking distance of their homes.\nThis heavily wooded area is where Confederate General James F. Fagan's infantry brigade deployed shortly after 10 a.m. Among them was the 34th Arkansas Infantry, a regiment that consisted heavily of men from the Prairie Grove area. The 34th Arkansas had formed and trained on these very same fields only six months prior, and were now prepared to defend their homelands. One soldier recalled, \"We knew now that battle was on and we knew very near where it would be. Right in the midst of our homes, within the hearing of our loved ones.\"\nAfter withstanding a brutal artillery bombardment, the men of the 34th watched as Federal troops stormed the ridge, overtook one of their batteries, and advanced towards their position here in the woods.\nOrdering my men to kneel and wait for the command \"fire,” and taking advantage of the ground to conceal them as much as possible, I awaited their approach until within fifty or sixty yards, and then opened upon them a murderous fire, killing and wounding many. Their lines wavered, and without further orders, I immediately ordered my regiment forward.\nColonel William H. Brooks\n34th Arkansas Infantry\nConfederate States of America\nYou are on the hallowed ground of Prairie Grove Battlefield, where tragic loss of life and heroic deeds filled the day.",
    "file_name": "WalkingTrailMarker03.png",
    "latitude": 35.98460,
    "longitude": 94.30662
  },
  {
    "id": 23,
    "title": "Six Mortal Hours",
    "comment": "Look down at the ground you are standing on: For Six mortal hours, Hawthorn's Confederate regiment risked their lives in defense of this soil.\nThe positioning of Hawthorn's men was obscured by thick brush. From his regiment’s vantage point, the Federals were not as fortunate—their “blue coats shone through the thicket.\" After witnessing the Federals overwhelm an artillery battery to their right, the Arkansans knew not a moment could be lost. \"With an Arkansas 'yell' that rang out loud and clear above the roar of battle,” Hawthorn's men \"rushed forward at a double quick, driving the enemy from the battery.”\nAfter re-capturing the guns, the wild charge could not be stopped. They continued \"out of the thicket, through a little orchard in our front, down the hill and across the field in utter confusion and dismay back to their batteries, at least a half mile distant.\" This charge across the open fields cost the Confederates heavily however. “Throwing solid shot, shell, canister and grape,” the Federal artillery decimated Hawthorn’s regiment but they returned to the ridge and successfully repelled a second Federal assault.\nI never dismounted during the entire engagement and yet strange to say, though I was in the hottest fire, though my regiment made five desperate and bloody charges, though five batteries were playing upon us for six mortal hours, I never received a single scratch, nor was my horse touched by a single bullet. My battle flag was literally riddled with balls.\nColonel Alexander Hawthorn\nHawthorn's Arkansas Infantry\nConfederate States Of America\n\n\t\t\t\t\t\t\t\tHawthorn’s Arkansas Infantry\tvs.\t\t20th Wisconsin Infantry\nstarting forces\t\t\t\t350 men\t\t\t\t\t\t\t\t\t\t440 men\ncasualty percentage\t\t41%\t\t\t\t\t\t\t\t\t\t\t49%\n\nYou are on the hallowed ground of Prairie Grove Battlefield, where tragic loss of life and heroic deeds filled the day.",
    "file_name": "WalkingTrailMarker04.png",
    "latitude": 35.98507,
    "longitude": 94.30588
  },
  {
    "id": 24,
    "title": "THE DEAD OF PRAIRIE GROVE",
    "comment": "The men who died on this, field on December 7, 1862 are buried in the soldier cemeteries in Fayetteville. 700 unknown Confederate soldiers are in the cemetery maintained by the Southern Memorial Association on East Mountain. The Union dead are in the Fayetteville National Cemetery. The commanding Generals reported 339 dead and 1,630 wounded in action. The records show that many of the wounded died —430 in the army hospitals of Fayetteville, 150 in the churches and homes of Cane Hill, and others in homes along the Cove Creek and Telegraph roads. The losses were about 10 per cent of the troops engaged.",
    "file_name": "WalkingTrailMarker05.png",
    "latitude": 35.98538,
    "longitude": 94.30525
  },
  {
    "id": 25,
    "title": "HERRON'S ATTACK",
    "comment": "From this spot the observer is viewing the fields over which General F. J. Herron's army advanced on the morning on December 7, 1862 to attack the Confederate position on this ridge. Because the ford of the Illinois River was under artillery fire, Herron crossed northwest of the ford, or almost directly north of this spot. His army consisted of troops from Missouri, Iowa, Illinois, Wisconsin, Indiana and Arkansas. Herron’s divisions bore the brunt of the battle until 2 P. M., when Blunt's army came to his aid. Blunt’s army entered the battle one mile west of this spot.",
    "file_name": {"0": "WalkingTrailMarker06.png", "1": "WalkingTrailMarker06View.png"},
    "latitude": 35.98542,
    "longitude": 94.30482
  },
  {
    "id": 26,
    "title": "Save the Horses!",
    "comment": "The horror of war can lead men to commit senseless and vengeful acts of brutality.\nAs the Confederate Army deployed onto the ridge, Captain William Blocher's tour artillery guns moved into this position west of the Borden house. This position offered a commanding view of the ford of the Illinois River, the only crossing for Federal troops arriving on Fayetteville Road. General Francis Herron, in command of the attacking Federal forces, quickly pinpointed Blocher and ordered a charge up the steep slope to capture the guns.\nWith a majority of the Confederate infantry over 200 yards behind him, Blocher soon realized he had little support. He desperately attempted to limber his guns and move to the rear, but the 20th Wisconsin Infantry soon emerged over the crest of the hill. One Wisconsin officer recalled;\nThe guns which had been belching flame and smoke all morning stood there still and cold, and the horses as if waiting for us. We could have taken the horses away, but some officer called out to shoot the horses. Men and officers called out in reply, 'Save the horses.' Again the senseless order was repeated and this time obeyed. The beautiful horses were piled in a bloody heap.\nBlocher's men fled as the Federals seized their prize: \"The battery was ours! Oh what a shout of exultation arose!\" Color Sergeant Lindsey Teal climbed atop one of the guns and defiantly waved the stars and stripes. No Federal troops were lost while taking the guns, but 40 dead horses littered the area.\nLeft Image Description: Captain William Blocher\nBlocher’s Arkansas Battery\nConfederate States of America\nYou are on the hallowed ground of Prairie Grove Battlefield, where tragic loss of life and heroic deeds filled the day.",
    "file_name": {"0": "WalkingTrailMarker07.png", "1": "WalkingTrailMarker07Cannon.png"},
    "latitude": 35.98543,
    "longitude": 94.30463
  },
  {
    "id": 27,
    "title": "THE LEGACY OF PRAIRIE GROVE",
    "comment": "Prairie Grove was the last major battle in northwest Arkansas and helped seal the fate of Missouri and northern Arkansas. After the Confederate army left, never to return, Union troops and supplies were sent elsewhere. Bush-whackers and jayhawkers then flowed into the region, preying on the civilians left helpless in the power vacuum. The Union army would attempt to root out these lawless brigand bands with varying degrees of success. In the end, the outlaws would reign throughout the Ozarks region until after the Civil War ended in 1865.\nARKANSAS CIVIL WAR SESQUICENTENNIAL COMMISSION\nFRIENDS OF THE PRAIRIE GROVE BATTLEFIELD, INC.\nARKANSAS DEPARTMENT OF PARKS AND TOURISM\nPRAIRIE GROVE BATTLEFIELD STATE PARK\nPRESERVE AMERICA, NATIONAL PARK SERVICE, DEPARTMENT OF THE INTERIOR\nNo. 19\t\t2011",
    "file_name": "WalkingTrailMarker08.png",
    "latitude": 35.98498,
    "longitude": 94.30451
  },
  {
    "id": 28,
    "title": "The Slaughter Pen",
    "comment": "\"It was as brave a fight as men ever made, but here it did not avail. They performed deeds of valor almost incredible, and shed their blood in torrents, but it was all useless.”\nThe apple orchard to your right is where some of the heaviest loss of life occurred during the Battle of Prairie Grove. The 19th Iowa Infantry accompanied the 20th Wisconsin up the hill and displayed \"a boldness and assurance that argued a certain belief of easy victory.\" The 19th Iowa marched into the orchard from the northeast corner and came into view of 750 Confederates crouching behind fence rails. These men belonged to the 22nd and 29th Arkansas Infantry regiments and had formed an \"L\" shaped line wrapped around the southwest corner of the orchard. The Iowans unknowingly walked right into a Confederate crossfire and were now fighting for their lives in \"a perfect slaughter pen.\"\nThe Confederates rose and poured \"incessant fire\" into the stunned Federals. Lt. Colonel Samuel McFarland, in command of the 19th Iowa, was killed in the first volley; the leaderless Iowans then struggled to hold their own. It wasn't long before the Federals broke and ran back towards the Borden house. The Arkansans hopped the fence and charged \"across the orchard, firing and yelling like savages.\"\nThe Iowans briefly reformed beside the house but were quickly swept down the hill by the charge. Out of the 350 Iowans entering the orchard, 193 were killed, wounded, or missing. The 19th Iowa Infantry suffered a casualty rate of 55 percent, the highest of any regiment at the Battle of Prairie Grove.\nRight Image Description: Detail map adapted from map drawn bv Lt. N. Boardman, 2nd Wisconsin Cavalry, United States Of America\nYou are on the hallowed ground of Prairie Grove Battlefield, where tragic loss of life and heroic deeds filled the day.",
    "file_name": {"0": "WalkingTrailMarker09.png", "1": "WalkingTrailMarker09View.png", "2": "Orchard.png"},
    "latitude": 35.98550,
    "longitude": 94.30359
  },
  {
    "id": 29,
    "title": "Cavalry Holds the Line",
    "comment": "Down to meet them like an avalanche our own infantry swept. They met, the shock was terrible, but, broken and rent, our boys drove them back and followed at the charge. Again and again they returned to the fight, and again and again were they repulsed with great slaughter.\nColonel Joseph Shelby\nShelby's Cavalry Brigade\nConfederate States of America\nThe element of surprise in battle can work as an indispensable asset.\nAfter opening the battle at dawn against unsuspecting Federal cavalry on Fayetteville Road, Confederate Colonel Joseph Shelby's cavalry brigade dismounted and deployed in this area. Armed mostly with shotguns, Shelby's troopers patiently waited for the Federals to come into view. When the Federals launched a second assault, the Confederates got their chance. The 450 men of the 26th Indiana Infantry \"eagerly and fiercely\" advanced up the ridge but got the shock of their lives when they found over 1,200 Missourians and Arkansans waiting for them in the woods.\nColonel John Clark, in command of the 26th Indiana, displayed \"remarkable coolness and deliberation\" despite having his sword belt ripped away by a bullet and three holes shot through his coat. With the \"bullets flying seemingly thick as hail,\" Clark soon ordered a retreat and \"nearly everyone was struck either in his person or clothing\" The 26th Indiana lost almost half of their regiment within minutes of cresting the hill.\nYou are on the hallowed ground of Prairie Grove Battlefield, where tragic loss of life and heroic deeds filled the day.",
    "file_name": {"0": "WalkingTrailMarker10.png", "1": "WalkingTrailMarker10View.png"},
    "latitude": 35.98561,
    "longitude": 94.30268
  },
  {
    "id": 30,
    "title": "Commence the Music",
    "comment": "The superiority of Federal artillery shaped the outcome of the Battle of Prairie Grove.\nFrom this spot, the positions of all four artillery batteries under the command of Brigadier General Francis Herron can be seen. Initially arriving at the ford of the Illinois River at 10 a.m., the Federals could not cross due to the threat of ten Confederate guns shelling them. Not willing to risk the loss of life, Herron spent hours desperately trying to find another crossing, eventually locating a spot north of the main ford. A road was cut out and Captain David Murphy's Battery F, 1st Missouri Light Artillery, was the first to race across.\nThree of Murphy's rifled guns took position on Crawford's Hill, the large rise one mile to the north, while the remaining three guns deployed at the base of the hill. Growing tired of the lack of action, Blocher's battery fired a single shot at about 1:30 p.m., hoping to spark some sort of response. Murphy gladly accepted the invitation and ordered his guns to bombard Blocher's position.\nWhile the Confederates were preoccupied with Murphy, Herron saw his chance. The rest of the Federal artillery dashed across the main ford and Lieutenant Joseph Foust quickly unlimbered his six rifled guns of Battery E, 1st Missouri Light Artillery, on the knoll to your right. Captain Frank Backof brought his six guns of Battery L, 1st Missouri Light Artillery, into action in the fields in front of you and was quickly joined by two additional guns from Lieutenant Herman Borris' Battery A, 2nd Illinois Light Artillery. One Federal officer watched the scene in amazement:\nOur batteries opened on them, and then commenced the music - The battle had begun. The artillery roared, the shell whistled through the air, and the timber crashed as it was struck by the huge balls.\nWithin minutes, Herron had 20 guns wreaking havoc on the ridge line. The superior number and weaponry of the Federal artillery would play a decisive role throughout the Battle of Prairie Grove.\nLeft Image Description: Brigadier General Francis Herron\nThird Missouri Division\nUnited States of America\nYou are on the hallowed ground of Prairie Grove Battlefield, where tragic loss of life and heroic deeds filled the day.",
    "file_name": {"0": "WalkingTrailMarker11.png", "1": "WalkingTrailMarker11View.png"},
    "latitude": 35.98625,
    "longitude": 94.30245
  },
  {
    "id": 31,
    "title": "Desperate Beyond Description",
    "comment": "Perseverance in the face of carnage is a noble act of courage.\nThe first Federal assault on the ridge was a disaster. Half of the men who charged up the hill failed to come back down. Those who were left fled for their lives, and the Confederates were quick to take advantage of the situation. \"Like a nest of ants,\" nearly the entire Confederate force counter-charged down the hill, determined to seize the Federal batteries. The artillerymen, however, had other plans.\nUnder a withering fire of grape and canister from all our guns … they broke and retreated in great disorder, receiving as they ran a terrible fire, which strewed the ground with their dead clear up to the brow of the hill.\nLieutenant Colonel Eugene Payne\n37th Illinois Infantry\nUnited States of America\nOverwhelmed by the immense firepower of the Federal artillery, the Confederates reeled back in disorder and desperately climbed back up the hill to safety. General Herron was highly impressed with the coolness and effectiveness of his gunners: \"Never was there more real courage and pluck displayed, and more downright fighting done, than at this moment.”\nYou are on the hallowed ground of Prairie Grove Battlefield, where tragic loss of life and heroic deeds filled the day.",
    "file_name": {"0": "WalkingTrailMarker12.png", "1": "WalkingTrailMarker12View.png"},
    "latitude": 35.98675,
    "longitude": 94.30424
  },
  {
    "id": 32,
    "title": "The Bayonet or Retreat",
    "comment": "With 22,000 men on the field of battle, imagine how many acts of courage have been lost to history.\nAs the Confederates clambered back up the hillside, Herron believed a second assault would finish them off. He ordered two more regiments up the steep slope. The 26th Indiana and the 37th Illinois Infantry executed the order \"in fine style, the men advancing steadily and swiftly up to the edge.\" The 26th Indiana advanced on the left and quickly found themselves outnumbered against Colonel Shelby's dismounted cavalry. Following a few minutes behind, the 37th Illinois Infantry advanced around the Borden house and hesitantly entered the orchard. Upon seeing over a hundred dead bodies across the ground, Lieutenant Colonel John C. Black, who was still nursing a wound to his arm from the battle of Pea Ridge, decided to fall back to the front of the Borden house.\nBlack's troops had just reformed when they watched in horror as the 26th Indiana attempted to escape the \"avalanche\" of Confederates chasing after them. The 37th Illinois Infantry was now alone on the ridge with the entire Confederate Army. The Confederates \"rose like a wall\" and soon surrounded Black on three sides. With bullets whizzing by like a severe hail storm, Colonel Black was hit in his good arm. Now lacking the use of both of his arms, Black remained on horseback and continued to shout commands until he witnessed a battery moving into position on his right.\nThus overwhelmed, the only hope from annihilation was the bayonet or retreat. The bayonet could not be used; directly in front of us was a rail fence, and it could not have been passed, and we reformed, before the enemy would have been upon us; so, reluctantly, I ordered a retreat\nLieutenant Colonel John C. Black\n37th Illinois Infantry\nUnited States of America\nUpper Left Image Description: Lieutenant Colonel John C. Black received the Congressional Medal of Honor for his actions during the battle of Prairie Grove.\nBottom Left Image Description: Congressional Medal of Honor\nLibrary of Congress\nWashington, D.C.\nYou are on the hallowed ground of Prairie Grove Battlefield, where tragic loss of life and heroic deeds filled the day.",
    "file_name": "WalkingTrailMarker13.png",
    "latitude": 35.98611,
    "longitude": 94.30454
  },
  {
    "id": 33,
    "title": "Blazing Away Like Fury",
    "comment": "As exhaustion set in and with the battle seemingly over, a new force reignited the fight.\nHerron's second assault was a \"heroic, terrific, desperate charge, with few equals and,\" yet it ultimately ended just like the first, in failure. The Confederates were determined, once again, to silence the Federal artillery guns. With the rebel yell, over 1,800 Confederates poured down the hillside and the Federal batteries greeted them with a thunderous roar of canister fire from across the field. The men of the 34th Arkansas Infantry were so focused on the guns that they failed to realize that they had advanced past the remnants of Black's 37th Illinois.\nThe 37th unleashed a murderous fire that tore through the Confederates like \"a great scythe of death.\" The Arkansans \"stopped as if amazed\" and a second volley sent them running back up the hill.\nThe rest of the Confederate force did succeed in forcing two of the batteries back but, just as before, the overwhelming firepower of the Federal artillery proved to be too much. They retreated in great disorder back to the top of the ridge. Captain Murphy, from his position on Crawford's Hill, summed up the affair with just four words, \"The enemy were checked.\"\nThe failed counter-attack was over by four o' clock in the afternoon and both sides were exhausted. It appeared as though the Battle of Prairie Grove was over. Much to everyone's surprise, an unidentified battery appeared on a hill to the west and started \"blazing away like fury.\" Herron studied the scene and was worried that the enemy had outflanked him. Anxious to determine the identity of the guns, he rode forward. Halfway across the field, small group of Federal officers were seen riding his way. Salutes were exchanged and the officers were pleased to announce that General James Blunt's Kansas Division had arrived. Blunt's forces would open a new front one mile west of here.\nRight Image Description: Brigadier General James Blunt\nArmy of the Frontier\nUnited States of America\nYou are on the hallowed ground of Prairie Grove Battlefield, where tragic loss of life and heroic deeds filled the day.",
    "file_name": "WalkingTrailMarker14.png",
    "latitude": 35.98602,
    "longitude": 94.30524
  },
  {
    "id": 34,
    "title": "A Show of Force",
    "comment": "Our turn now came. We had been spectators of the discomfiture which befell our comrades on the left, and perhaps a feeling akin to revenge sprung up in our breasts as we witnessed their decimated ranks fall back broken and apparently disheartened. Forming in line of battle, Lieut. Col. Leake gave the order, and the regiment moved forward at a charging step.\nCaptain Chester Barney\n20th Iowa Infantry\nUnited States of America\nWith drive and determination the Iowans erupted onto the battlefield once again.\nInitially ordered to remain in reserve near Crawford' Hill, the 20th Iowa Infantry took matters into their own hands. Determined to get into the fight, the Iowans, and their brigade commander, Colonel William Dye, somehow persuaded half of Murphy's battery to follow them into the field and form the extreme right flank of the Federal force in the valley.\nThe Confederates descended the ridge to the Hugh Rogers house and opened fire on the Iowans from behind any cover they could find. The decision to bring the artillery along immediately paid off. Moving to within 200 yards of the homestead, the three guns opened fire with canister and the Confederates fell back in confusion. The Iowans charged \"through a perfect hailstorm of bullets,\" before stopping and firing a few volleys from the foot of the hill. Pleased with their show of force, they retired back to the artillery guns. Dye greatly enjoyed the spectacle and \"smoked his old pipe alongside of the battery, as if nothing exciting was going on.”\nAfter General Blunt's dramatic arrival. the Iowans eager to continue fighting. Once again, they took matters into their own hands. As \"there appeared at the time nothing else to do,\" Dye sent word to General Blunt that the 20th Iowa \"would move in conjunction with his forces.\" Blunt accepted the offer and the Iowans deployed on his left flank before participating in another assault.\nLeft Image Description:\nLieutenant Colonel Joseph B. Leake\nUnited States of America\nState Historical Society of Iowa,\nDes Moines\nRight Image Description:\nColonel William Dye\nSecond Brigade\nSecond Missouri Division\nUnited States ofAmerica\nYou are on the hallowed ground of Prairie Grove Battlefield, where tragic loss of life and heroic deeds filled the day.",
    "file_name": "WalkingTrailMarker15.png",
    "latitude": 35.98653,
    "longitude": 94.30779
  },
  {
    "id": 35,
    "title": "Character Revealed",
    "comment": "The civilians who endured the Battle of Prairie Grove often demonstrated humanity despite overwhelming grief and bitterness.\nWe went to a neighbor's ... where we could get into a cellar ... We stayed out and watched the battle until two o'clock in the afternoon. The cellar was full of apples, potatoes and barrels of other foods. I had to sit on a big barrel of vinegar and hold my little sister, Venie, who was three years old. We were in the cellar until dark…\nCaledonia Ann Borden\nNine-year-old civilian\nFour civilian homes, including the Borden house, were burned to the ground by Federal troops the day after the battle. Who gave the order, and why, has been lost to history. Many neighbors compassionately opened their homes to those who had lost, theirs. However, most of the homes were already filled with hundreds of wounded soldiers from both armies.\nWe did all we could to relieve the wounded and dying. Such pitiful wails and cries that came from those poor men. We made them tea from herbs and did all we could for their comfort. There was nothing but sorrow, trouble and worry till peace was declared.\nNancy Morton Staples\nFor weeks the civilians did what the could to save the lives of the soldiers, while simultaneously attempting to rebuild theirs. For most, this would be a challenge for years to come, and for some, the resentment of losing so much persisted for decades. In 1937 Caledonia Ann Borden admitted, \"Well, we lived over it but I don't have any love for a Yankee.\"",
    "file_name": "WalkingTrailMarker16.png",
    "latitude": 35.98528,
    "longitude": 94.30724
  },
  {
    "id": 36,
    "title": "Hindmann Hall Museum",
    "comment": "This is Hindmann Hall Museum. This museum details facts about the Prairie Grove Battle and Battlefield. Interior images and descriptions coming soon!",
    "file_name": {"0": "HindmannHallMarker.png", "1": "HindamannHallExterior"},
    "latitude": 35.98312,
    "longitude": 94.31029
  }
]